Repository: apragacz/django-rest-registration
Catalog: rest_registration/locale/*/LC_MESSAGES/django.po
Languages: fr, id, pt_br

source: Old password is not correct
fr: L'ancien mot de passe n'est pas valide
id: Kata sandi lama tidak benar
pt_br: Senha antiga incorreta

source: Password changed successfully
fr: Changement du mot de passe réussie
id: Kata sandi berhasil diubah
pt_br: Senha alterada com sucesso

source: Login successful
fr: Connexion réussie
id: Berhasil masuk
pt_br: Login realizado com sucesso

source: Logout successful
fr: Déconnexion réussie
id: Berhasil keluar
pt_br: Logout realizado com sucesso

source: User verified successfully
fr: Vérification de l'usager réussi
id: Pengguna berhasil diverifikasi
pt_br: Verificação de usuário feita com sucesso

source: Register email link email sent
fr: Courriel du lien d'inscription envoyé
id: Tautan email pendaftaran email terkirim
pt_br: Link de registro enviado por email

source: Email verified successfully
fr: Vérification du courriel réussi
id: Email berhasil diverifikasi
pt_br: Email verificado com sucesso

source: Reset link sent
id: Tautan reset terkirim

source: Reset link sent if the user exists in database
id: Setel ulang tautan yang dikirim jika pengguna ada di basis data

source: Reset password successful
fr: Réinitialisation du mot de passe réussi
id: Reset kata sandi berhasil
pt_br: Senha alterada com sucesso

source: Bad Request
id: Request Buruk
pt_br: Requisição inválida

source: User not found
id: Pengguna tidak ditemukan
pt_br: Usuário não encontrado

source: Login or password invalid.
fr: Identifiant ou mot de passe non valide.
id: Masuk atau kata sandi tidak valid.
pt_br: Login ou senha inválida.

source: This email is already registered.
fr: Ce courriel est déjà enregistré.
id: Email ini sudah terdaftar.
pt_br: Este mail já está registrado.

source: User without email cannot be verified
fr: Un usager sans mot de passe ne peut être vérifié
id: Pengguna tanpa email tidak dapat diverifikasi
pt_br: Usuário sem email não pode ser verificado

source: Could not process authentication token
id: Tidak dapat memproses token otentikasi

source: Authentication token could not be provided
id: Token otentikasi tidak dapat diberikan

source: Authentication token cannot be revoked
id: Token otentikasi tidak dapat dicabut

source: Authentication token not found
id: Token otentikasi tidak ditemukan

source: Generic signature error
id: Kesalahan tanda tangan umum

source: Signature expired
fr: Signature expirée
id: Tanda tangan kedaluwarsa
pt_br: Assinatura expirada

source: Invalid signature
fr: Signature invalide
id: Tanda tangan tidak valid
pt_br: Assinatura inválida

source: Could not find verification templates
id: Tidak dapat menemukan templat verifikasi

source: No 'subject' key found
id: Tidak ada kunci 'subject' yang ditemukan
pt_br: Chave 'subject' não encontrada

source: Passwords don't match
fr: Les mots de passe ne correspondent pas
id: Kata sandi tidak cocok
pt_br: Senhas não conferem

source: Cannot remove non-existent token
fr: Ne peut supprimer un jeton non existant
pt_br: Não é possível remover token inexistente

source: email address
fr: adresse courriel

source: groups
fr: groupes

source: The groups this user belongs to. A user will get all permissions granted to each of their groups.
fr: Les groupes auxquels cet utilisateur appartient. Un utilisateur obtiendra toutes les autorisations accordées à chacun de ses groupes.

source: user permissions
fr: permissions de l'usager

source: Specific permissions for this user.
fr: Permissions spécifiques pour cet usager.
